jorgebucaran/fisher
jethrokuan/z
0rax/fish-bd
vitallium/tokyonight-fish
jethrokuan/fzf
otms61/fish-pet
matchai/spacefish
gazorby/fish-abbreviation-tips
decors/fish-ghq
tsub/fish-fzf-git-recent-branch
lewisacidic/fish-git-abbr
lewisacidic/fish-docker
